[
    {
      "nome": "Hidrogênio",
      "resumo": "O hidrogênio é um elemento químico com símbolo H e número atômico 1. Com um peso atômico de 1,00794 u, o hidrogênio é o elemento mais leve da tabela periódica. Sua forma monatomica (H) é a substância química mais abundante do Universo, constituindo cerca de 75% de toda a massa bariônica."
    },
    {
      "nome": "Hélio",
      "resumo": "O hélio é um elemento químico com símbolo He e número atômico 2. É um gás monatomico incolor, inodoro, insípido, não tóxico e inerte que lidera o grupo dos gases nobres na tabela periódica. Seus pontos de ebulição e fusão são os mais baixos entre todos os elementos."
    },
    {
      "nome": "Lítio",
      "resumo": "O lítio (do grego: λίθος lithos, \" pedra\") é um elemento químico com o símbolo Li e número atômico 3. É um metal macio, prateado e branco que pertence ao grupo dos metais alcalinos. Em condições padrão, é o metal mais leve e o elemento sólido menos denso."
    },
    {
      "nome": "Berílio",
      "resumo": "O berílio é um elemento químico com o símbolo Be e número atômico 4. É criado por nucleossíntese estelar e é um elemento relativamente raro no universo. É um elemento divalente que ocorre naturalmente apenas em combinação com outros elementos em minerais."
    },
    {
      "nome": "Boro",
      "resumo": "O boro é um elemento químico metaloide com símbolo B e número atômico 5. Produzido inteiramente por spalação de raios cósmicos e supernova e não por nucleossíntese estelar, é um elemento de baixa abundância tanto no sistema solar quanto na crosta terrestre. O boro é concentrado na Terra pela solubilidade em água de seus compostos naturais mais comuns, os minerais de borato."
    },
    {
      "nome": "Carbono",
      "resumo": "O carbono (do latim: carbo \"carvão\") é um elemento químico com símbolo C e número atômico 6. Na tabela periódica, é o primeiro (linha 2) de seis elementos na coluna (grupo) 14, que têm em comum a composição de sua camada externa de elétrons. É não metálico e tetravalente—dispondo de quatro elétrons para formar ligações químicas covalentes."
    },
    {
      "nome": "Nitrogênio",
      "resumo": "O nitrogênio é um elemento químico com símbolo N e número atômico 7. É o pnictógeno mais leve e, à temperatura ambiente, é um gás diatômico transparente e inodoro. O nitrogênio é um elemento comum no universo, estimado em cerca de sétimo em abundância total na Via Láctea e no Sistema Solar."
    },
    {
      "nome": "Oxigênio",
      "resumo": "O oxigênio é um elemento químico com símbolo O e número atômico 8. É um membro do grupo dos calcogênios na tabela periódica e é um não metal altamente reativo e agente oxidante que forma prontamente compostos (notavelmente óxidos) com a maioria dos elementos. Por massa, o oxigênio é o terceiro elemento mais abundante no universo, após o hidrogênio e o hélio."
    },
    {
      "nome": "Flúor",
      "resumo": "O flúor é um elemento químico com símbolo F e número atômico 9. É o halogênio mais leve e existe como um gás diatômico esverdeado altamente tóxico em condições padrão. Como o elemento mais eletronegativo, é extremamente reativo: quase todos os outros elementos, incluindo alguns gases nobres, formam compostos com flúor."
    },
    {
      "nome": "Neônio",
      "resumo": "O néon é um elemento químico com símbolo Ne e número atômico 10. Está no grupo 18 (gases nobres) da tabela periódica. O néon é um gás monatomico incolor, inodoro e inerte em condições padrão, com cerca de dois-terços da densidade do ar."
    },
    {
      "nome": "Sódio",
      "resumo": "O sódio é um elemento químico com símbolo Na (do grego antigo Νάτριο) e número atômico 11. É um metal macio, prateado e altamente reativo. Na tabela periódica, está na coluna 1 (metais alcalinos) e compartilha com os outros seis elementos dessa coluna o fato de ter um único elétron em sua camada externa, que ele doa prontamente, criando um átomo carregado positivamente - um cátion."
    },
    {
      "nome": "Magnésio",
      "resumo": "O magnésio é um elemento químico com símbolo Mg e número atômico 12. É um sólido cinza brilhante que possui uma aparência física semelhante aos outros cinco elementos na segunda coluna (Grupo 2, ou metais alcalino-terrosos) da tabela periódica: cada um tem a mesma configuração eletrônica em sua camada externa de elétrons, produzindo uma estrutura cristalina semelhante. O magnésio é o nono elemento mais abundante no universo."
    },
    {
      "nome": "Alumínio",
      "resumo": "O alumínio (ou alumínio; veja diferentes terminações) é um elemento químico do grupo do boro com símbolo Al e número atômico 13. É um metal macio, prateado e não magnético. O alumínio é o terceiro elemento mais abundante (após oxigênio e silício) e o metal mais abundante na crosta terrestre."
    },
    {
      "nome": "Silício",
      "resumo": "O silício é um elemento químico com símbolo Si e número atômico 14. É um metaloide tetravalente, mais reativo que o germânio, o metaloide diretamente abaixo dele na tabela. A controvérsia sobre o caráter do silício remonta à sua descoberta."
    },
    {
      "nome": "Fósforo",
      "resumo": "O fósforo é um elemento químico com símbolo P e número atômico 15. Como elemento, o fósforo existe em duas formas principais—fósforo branco e fósforo vermelho—mas devido à sua alta reatividade, o fósforo nunca é encontrado como um elemento livre na Terra. Em vez disso, os minerais que contêm fósforo estão quase sempre presentes em seu estado máximo de oxidação, como rochas de fosfato inorgânicas."
    },
    {
      "nome": "Enxofre",
      "resumo": "O enxofre ou sulfuro (veja diferenças de ortografia) é um elemento químico com símbolo S e número atômico 16. É um não metal abundante e multivalente. Em condições normais, os átomos de enxofre formam moléculas cíclicas octatômicas com a fórmula química S8."
    },
    {
      "nome": "Cloro",
      "resumo": "O cloro é um elemento químico com símbolo Cl e número atômico 17. Também possui uma massa atômica relativa de 35,5. O cloro está no grupo dos halogênios (17) e é o segundo halogênio mais leve, seguindo o flúor."
    },
    {
      "nome": "Argônio",
      "resumo": "O argônio é um elemento químico com símbolo Ar e número atômico 18. Está no grupo 18 da tabela periódica e é um gás nobre. O argônio é o terceiro gás mais comum na atmosfera da Terra, com 0,934% (9.340 ppmv), sendo mais de duas vezes mais abundante que o próximo gás atmosférico mais comum, o vapor d'água (que tem uma média de cerca de 4000 ppmv, mas varia muito), e 23 vezes mais abundante que o próximo gás atmosférico não condensável mais comum, o dióxido de carbono (400 ppmv), e mais de 500 vezes mais abundante que o próximo gás nobre mais comum, o néon (18 ppmv)."
    },
    {
      "nome": "Potássio",
      "resumo": "O potássio é um elemento químico com símbolo K (derivado do neolatim, kalium) e número atômico 19. Foi isolado pela primeira vez da potassa, as cinzas de plantas, de onde seu nome é derivado. Na tabela periódica, o potássio é um dos sete elementos na coluna (grupo) 1 (metais alcalinos): todos têm um único elétron de valência em sua camada externa de elétrons, que eles doam prontamente para criar um átomo com carga positiva - um cátion, e se combinam com ânions para formar sais."
    },
    {
      "nome": "Cálcio",
      "resumo": "O cálcio é um elemento químico com símbolo Ca e número atômico 20. O cálcio é um metal alcalino-terroso macio e cinza, quinto elemento mais abundante por massa na crosta terrestre. O íon Ca2+ também é o quinto íon dissolvido mais abundante na água do mar tanto por molaridade quanto por massa, após sódio, cloreto, magnésio e sulfato."
    },
    {
      "nome": "Escândio",
      "resumo": "O escândio é um elemento químico com símbolo Sc e número atômico 21. Um elemento metálico de bloco d prateado-branco, historicamente foi classificado como um elemento de terras raras, junto com o itrèo e os lantanoides. Foi descoberto em 1879 pela análise espectral dos minerais euzenito e gadolinita da Escandinávia."
    },
    {
      "nome": "Titânio",
      "resumo": "O titânio é um elemento químico com símbolo Ti e número atômico 22. É um metal de transição lustroso com cor prateada, baixa densidade e alta resistência. É altamente resistente à corrosão em água do mar, água régia e cloro."
    },
    {
      "nome": "Vanádio",
      "resumo": "O vanádio é um elemento químico com símbolo V e número atômico 23. É um metal de transição duro, cinza-prateado, dúctil e maleável. O elemento é encontrado apenas em forma quimicamente combinada na natureza, mas uma vez isolado artificialmente, a formação de uma camada de óxido estabiliza o metal livre de forma alguma contra nova oxidação."
    },
    {
      "nome": "Cromo",
      "resumo": "O cromo é um elemento químico com símbolo Cr e número atômico 24. É o primeiro elemento do Grupo 6. É um metal de cor cinza-aço, lustroso, duro e quebradiço que possui um alto brilho, resiste ao desbotamento e tem um alto ponto de fusão."
    },
    {
      "nome": "Manganês",
      "resumo": "O manganês é um elemento químico com símbolo Mn e número atômico 25. Não é encontrado como um elemento livre na natureza; é frequentemente encontrado em combinação com ferro e em muitos minerais. O manganês é um metal com importantes usos de ligas metálicas industriais, particularmente em aços inoxidáveis."
    },
    {
      "nome": "Ferro",
      "resumo": "O ferro é um elemento químico com símbolo Fe (do latim: ferrum) e número atômico 26. É um metal na primeira série de transição. É por massa o elemento mais comum na Terra, formando grande parte do núcleo externo e interno da Terra."
    },
    {
      "nome": "Cobalto",
      "resumo": "O cobalto é um elemento químico com símbolo Co e número atômico 27. Assim como o níquel, o cobalto na crosta terrestre é encontrado apenas em forma quimicamente combinada, exceto por pequenos depósitos encontrados em ligas de ferro meteórico natural. O elemento livre, produzido por fusão redutiva, é um metal duro, lustroso e cinza-prateado."
    },
    {
      "nome": "Níquel",
      "resumo": "O níquel é um elemento químico com símbolo Ni e número atômico 28. É um metal lustroso de cor prateada-branca com um ligeiro toque dourado. O níquel pertence aos metais de transição e é duro e dúctil."
    },
    {
      "nome": "Cobre",
      "resumo": "O cobre é um elemento químico com símbolo Cu (do latim: cuprum) e número atômico 29. É um metal macio, maleável e dúctil com alta condutividade térmica e elétrica. Uma superfície exposta recentemente de cobre puro tem uma cor vermelho-alaranjada."
    },
    {
      "nome": "Zinco",
      "resumo": "O zinco, no comércio também conhecido como metal de liga, é um elemento químico com símbolo Zn e número atômico 30. É o primeiro elemento do grupo 12 da tabela periódica. Em alguns aspectos o zinco é quimicamente semelhante ao magnésio: seu íon é de tamanho semelhante e seu único estado de oxidação comum é +2."
    },
    {
      "nome": "Gálio",
      "resumo": "O gálio é um elemento químico com símbolo Ga e número atômico 31. O gálio elemental não ocorre em forma livre na natureza, mas como os compostos de gálio (III) que estão em quantidades traço em minérios de zinco e bauxita. O gálio é um metal macio e prateado, e o gálio elemental é um sólido quebradiço em baixas temperaturas, derretendo a 29,76 °C (85,57 °F) (um pouco acima da temperatura ambiente)."
    },
    {
      "nome": "Germânio",
      "resumo": "O germânio é um elemento químico com símbolo Ge e número atômico 32. É um metaloide lustroso, duro e de cor cinza-esbranquiçado no grupo do carbono, quimicamente semelhante a seus vizinhos de grupo, estanho e silício. O germânio purificado é um semicondutor, com uma aparência mais semelhante ao silício elemental."
    },
    {
      "nome": "Arsenico",
      "resumo": "O arsênico é um elemento químico com símbolo As e número atômico 33. O arsênico ocorre em muitos minerais, geralmente em conjunto com enxofre e metais, e também como um cristal elemental puro. O arsênico é um metaloide."
    },
    {
      "nome": "Selênio",
      "resumo": "O selênio é um elemento químico com símbolo Se e número atômico 34. É um não metal com propriedades que são intermediárias entre as de seus elementos adiacentes do grupo da tabela periódica, enxofre e telúrio. Raramente ocorre em seu estado elementar na natureza ou como compostos de minério puro."
    },
    {
      "nome": "Brometo",
      "resumo": "O bromo (do grego antigo: βρῶμος, brómos, que significa \"fedor\") é um elemento químico com símbolo Br e número atômico 35. É um halogênio. O elemento foi isolado independentemente por dois químicos, Carl Jacob Löwig e Antoine Jerome Balard, entre 1825 e 1826."
    },
    {
      "nome": "Criptônio",
      "resumo": "O criptônio (do grego: κρυπτός kryptos \"o escondido\") é um elemento químico com símbolo Kr e número atômico 36. É um membro do grupo 18 (gases nobres). Um gás nobre incolor, inodoro e insípido, o criptônio ocorre em quantidades mínimas na atmosfera, é isolado por destilação fracionada de ar liquefeito, e é frequentemente usado com outros gases raros em lâmpadas fluorescentes."
    },
    {
      "nome": "Rubídio",
      "resumo": "O rubídio é um elemento químico com símbolo Rb e número atômico 37. O rubídio é um metal macio, prateado-branco, do grupo dos metais alcalinos, com uma massa atômica de 85,4678. O rubídio elemental é altamente reativo, com propriedades semelhantes às de outros metais alcalinos, como oxidação muito rápida no ar."
    },
    {
      "nome": "Estrôncio",
      "resumo": "O estrôncio é um elemento químico com símbolo Sr e número atômico 38. Um metal alcalino-terroso, o estrôncio é um elemento metálico macio, prateado-branco ou amarelo pálido, que é altamente reativo quimicamente. O metal fica amarelo quando exposto ao ar."
    },
    {
      "nome": "Itrio",
      "resumo": "O itrio é um elemento químico com símbolo Y e número atômico 39. É um metal de transição metálico prateado, quimicamente semelhante aos lantanoides e frequentemente classificado como um \"elemento de terras raras\". O itrio é quase sempre encontrado combinado com os lantanoides em minerais de terras raras e nunca é encontrado na natureza como um elemento livre."
    },
    {
      "nome": "Zirconínio",
      "resumo": "O zirconônimo é um elemento químico com símbolo Zr e número atômico 40. O nome do zirconônio é derivado do nome do mineral zircon, a fonte mais importante de zircone. A palavra zircon vem da palavra persa zargun زرگون, que significa \"cor de ouro\"."
    },
    {
      "nome": "Nióbio",
      "resumo": "O nióbio, anteriormente colúmbio, é um elemento químico com símbolo Nb (anteriormente Cb) e número atômico 41. É um metal de transição macio, cinza, dúctil, que é frequentemente encontrado no mineral pirocloro, a principal fonte comercial de nióbio, e columbita. O nome vem da mitologia grega: Niobe, filha de Tântalo, já que é tão semelhante ao tântalo."
    },
    {
      "nome": "Molibdênio",
      "resumo": "O molibdênio é um elemento químico com símbolo Mo e número atômico 42. O nome vem do neolatim molybdaenum, do grego antigo Μόλυβδος molybdos, que significa chumbo, pois seus minérios foram confundidos com minérios de chumbo. Os minerais de molibdênio são conhecidos ao longo da história, mas o elemento foi descoberto (no sentido de diferenciá-lo como uma nova entidade dos sais minerais de outros metais) em 1778 por Carl Wilhelm Scheele."
    },
    {
      "nome": "Tecnétio",
      "resumo": "O tecnécio (/tɛkˈniːʃiəm/) é um elemento químico com símbolo Tc e número atômico 43. É o elemento com o menor número atômico da tabela periódica que não possui isótopos estáveis: todas as suas formas são radioativas. Quase todo o tecnécio é produzido sinteticamente, e apenas pequenas quantidades são encontradas na natureza."
    },
    {
      "nome": "Rutênio",
      "resumo": "O rutênio é um elemento químico com símbolo Ru e número atômico 44. É um metal de transição raro pertencente ao grupo da platina da tabela periódica. Como os outros metais do grupo da platina, o rutênio é inerte à maioria das outras substâncias químicas."
    },
    {
      "nome": "Ródio",
      "resumo": "O ródio é um elemento químico com símbolo Rh e número atômico 45. É um metal de transição raro, de cor prateada-branca, duro e quimicamente inerte. É um membro do grupo da platina."
    },
    {
      "nome": "Paládio",
      "resumo": "O paládio é um elemento químico com símbolo Pd e número atômico 46. É um metal raro e lustroso, de cor prateada-branca, descoberto em 1803 por William Hyde Wollaston. Ele recebeu o nome do asteroide Pallas, que por sua vez foi nomeado após o epíteto da deusa grega Athena, adquirido por ela quando matou Pallas."
    },
    {
      "nome": "Prata",
      "resumo": "A prata é um elemento químico com símbolo Ag (grego: άργυρος árguros, latim: argentum, ambos da raiz indo-europeia *h₂erǵ- para \"cinza\" ou \"brilhante\") e número atômico 47. Um metal de transição macio, branco e lustroso, possui a maior condutividade elétrica, condutividade térmica e refletividade de qualquer metal. O metal ocorre naturalmente em sua forma pura e livre (prata nativa), como uma liga com ouro e outros metais, e em minerais como argentita e clorargirita."
    },
    {
      "nome": "Cádmio",
      "resumo": "O cádmio é um elemento químico com símbolo Cd e número atômico 48. Este metal macio, de cor azulada-branca, é quimicamente semelhante aos outros dois metais estáveis do grupo 12, zinco e mercúrio. Assim como o zinco, ele prefere o estado de oxidação +2 na maioria de seus compostos, e como o mercúrio, apresenta um baixo ponto de fusão em comparação com os metais de transição."
    },
    {
      "nome": "Índio",
      "resumo": "O índio é um elemento químico com símbolo In e número atômico 49. É um elemento metálico pós-transição que é raro na crosta da Terra. O metal é muito macio, maleável e facilmente fundível, com um ponto de fusão mais alto que o sódio, mas mais baixo que o lítio ou estanho."
    },
    {
      "nome": "Estanho",
      "resumo": "O estanho é um elemento químico com símbolo Sn (do latim: stannum) e número atômico 50. É um metal do grupo principal no grupo 14 da tabela periódica. O estanho demonstra uma semelhança química com os dois elementos vizinhos do grupo 14, germânio e chumbo, e possui dois possíveis estados de oxidação: +2 e o levemente mais estável +4."
    },
    {
      "nome": "Antimônio",
      "resumo": "O antimônio é um elemento químico com símbolo Sb (do latim: stibium) e número atômico 51. Um metaloide lustroso e cinza, é encontrado na natureza principalmente como o mineral sulfeto estibnito (Sb2S3). Os compostos de antimônio são conhecidos desde a antiguidade e eram usados para cosméticos; o antimônio metálico também era conhecido, mas foi erroneamente identificado como chumbo após sua descoberta."
    },
    {
      "nome": "Telúrio",
      "resumo": "O telúrio é um elemento químico com símbolo Te e número atômico 52. É um metaloide quebradiço, levemente tóxico, raro e prateado-branco. O telúrio é quimicamente relacionado ao selênio e ao enxofre."
    },
    {
      "nome": "Iodo",
      "resumo": "O iodo é um elemento químico com símbolo I e número atômico 53. O nome vem do grego ἰοειδής ioeidēs, que significa violeta ou roxo, devido à cor do vapor de iodo. O iodo e seus compostos são usados principalmente em nutrição e industrialmente na produção de ácido acético e certos polímeros."
    },
    {
      "nome": "Xenônio",
      "resumo": "O xenônio é um elemento químico com símbolo Xe e número atômico 54. É um gás nobre incolor, denso, inodoro e insípido, que ocorre na atmosfera da Terra em quantidades traço. Embora geralmente não seja reativo, o xenônio pode passar por algumas reações químicas, como a formação do hexafluoroplatinato de xenônio, o primeiro composto de gás nobre a ser sintetizado."
    },
    {
      "nome": "Césio",
      "resumo": "O césio ou cesium é um elemento químico com símbolo Cs e número atômico 55. É um metal alcalino-macio, prateado-dourado, com um ponto de fusão de 28 °C (82 °F), o que o torna um dos apenas cinco metais elementares que são líquidos em temperatura ambiente. O césio é um metal alcalino e possui propriedades físicas e químicas semelhantes às do rubídio e potássio."
    },
    {
      "nome": "Bário",
      "resumo": "O bário é um elemento químico com símbolo Ba e número atômico 56. É o quinto elemento do grupo 2, um metal alcalino-terroso macio e prateado. Devido à sua alta reatividade química, o bário nunca é encontrado na natureza como um elemento livre."
    },
    {
      "nome": "Lantânio",
      "resumo": "O lantânio é um elemento metálico macio, dúctil e prateado-branco com símbolo La e número atômico 57. Ele oxida rapidamente quando exposto ao ar e é macio o bastante para ser cortado com uma faca. Deu seu nome à série dos lantanoides, um grupo de 15 elementos similares entre o lantânio e o lutécio na tabela periódica: às vezes também é considerado o primeiro elemento dos metais de transição da 6ª periódo."
    },
    {
      "nome": "Cério",
      "resumo": "O cério é um elemento químico com símbolo Ce e número atômico 58. É um metal macio, prateado e dúctil que oxida facilmente no ar. O cério foi nomeado em homenagem ao planeta anão Ceres (também nomeado após a deusa romana da agricultura)."
    },
    {
      "nome": "Praseodímio",
      "resumo": "O praseodímio é um elemento químico com símbolo Pr e número atômico 59. É um metal macio, prateado, maleável e dúctil no grupo dos lantanoides. É valorizado por suas propriedades magnéticas, elétricas, químicas e ópticas."
    },
    {
      "nome": "Neodímio",
      "resumo": "O neodímio é um elemento químico com símbolo Nd e número atômico 60. É um metal prateado macio que oxida no ar. O neodímio foi descoberto em 1885 pelo químico austríaco Carl Auer von Welsbach."
    },
    {
      "nome": "Promécio",
      "resumo": "O promécio, originalmente prometéum, é um elemento químico com o símbolo Pm e número atômico 61. Todos os seus isótopos são radioativos; é um dos apenas dois elementos que são seguidos na tabela periódica por elementos com formas estáveis, uma distinção compartilhada com o tecnécio. Quimicamente, o promécio é um lantanoide, que forma sais quando combinado com outros elementos."
    },
    {
      "nome": "Samário",
      "resumo": "O samário é um elemento químico com símbolo Sm e número atômico 62. É um metal prateado moderadamente duro que oxida facilmente no ar. Sendo um membro típico da série dos lantanoides, o samário geralmente assume o estado de oxidação +3."
    },
    {
      "nome": "Europio",
      "resumo": "O europio é um elemento químico com símbolo Eu e número atômico 63. Foi isolado em 1901 e é nomeado após o continente europeu. É um metal prateado moderadamente duro que oxida facilmente no ar e na água."
    },
    {
      "nome": "Gadolínio",
      "resumo": "O gadolínio é um elemento químico com símbolo Gd e número atômico 64. É um metal raro, prateado-branco, maleável e dúctil. É encontrado na natureza apenas em forma combinada (sal)."
    },
    {
      "nome": "Térbio",
      "resumo": "O térbio é um elemento químico com símbolo Tb e número atômico 65. É um metal de terras raras de cor prateada que é maleável, dúctil e macio o suficiente para ser cortado com uma faca. O térbio nunca é encontrado na natureza como um elemento livre, mas é contido em muitos minerais, incluindo cerita, gadolinita, monazita, xenotima e euzenita."
    },
    {
      "nome": "Disprósio",
      "resumo": "O disprósio é um elemento químico com símbolo Dy e número atômico 66. É um elemento de terras raras com um brilho metálico prateado. O disprósio nunca é encontrado na natureza como um elemento livre, embora seja encontrado em vários minerais, como xenotima."
    },
    {
      "nome": "Holmio",
      "resumo": "O holmio é um elemento químico com símbolo Ho e número atômico 67. Parte da série dos lantanoides, o holmio é um elemento raro. O holmio foi descoberto pelo químico sueco Per Theodor Cleve."
    },
    {
      "nome": "Erbium",
      "resumo": "O erbium é um elemento químico da série dos lantanoides, com símbolo Er e número atômico 68. Um metal sólido de cor prateada quando isolado artificialmente, o erbium natural é sempre encontrado em combinação química com outros elementos na Terra. Como tal, é um elemento raro associado a vários outros elementos raros no mineral gadolinita de Ytterby, na Suécia, onde o itrio, o itérbio e o térbio foram descobertos."
    },
    {
      "nome": "Tulio",
      "resumo": "O tulio é um elemento químico com símbolo Tm e número atômico 69. É o décimo terceiro e antepenúltimo (terceiro último) elemento na série dos lantanoides. Assim como os outros lantanoides, o estado de oxidação mais comum é +3, observado em seu óxido, haletos e outros compostos."
    },
    {
      "nome": "Itrbido",
      "resumo": "O itrbido é um elemento químico com símbolo Yb e número atômico 70. É o décimo quarto e penúltimo elemento na série dos lantanoides, que é a base da estabilidade relativa de seu estado de oxidação +2. No entanto, assim como os outros lantanoides, seu estado de oxidação mais comum é +3, observado em seu óxido, haletos e outros compostos."
    },
    {
      "nome": "Lutécio",
      "resumo": "O lutécio é um elemento químico com símbolo Lu e número atômico 71. É um metal de cor prateada-branca, que resiste à corrosão no ar seco, mas não no ar úmido. É considerado o primeiro elemento dos metais de transição do 6º período e o último elemento na série dos lantanoides, e é tradicionalmente contado entre as terras raras."
    },
    {
      "nome": "Háfnio",
      "resumo": "O háfnio é um elemento químico com símbolo Hf e número atômico 72. Um metal de transição lustroso, cinza-prateado e tetravalente, o háfnio se assemelha quimicamente ao zircônio e é encontrado em minerais de zircônio. Sua existência foi prevista por Dmitri Mendeleev em 1869, embora não tenha sido identificado até 1923, tornando-se o penúltimo elemento estável a ser descoberto (o rênio foi identificado dois anos depois)."
    },
    {
      "nome": "Tântalo",
      "resumo": "O tântalo é um elemento químico com símbolo Ta e número atômico 73. Anteriormente conhecido como tantalium, seu nome vem de Tântalo, um anti-herói da mitologia grega. O tântalo é um metal raro, duro, azul-cinza, lustroso e altamente resistente à corrosão."
    },
    {
      "nome": "Wolfram",
      "resumo": "O tungstênio, também conhecido como wolfram, é um elemento químico com símbolo W e número atômico 74. A palavra tungstênio vem do sueco tung sten, que traduzido diretamente significa pedra pesada. Seu nome em sueco é volfram, no entanto, a fim de diferenciá-lo do scheelite, que em sueco é alternativamente chamado de tungstênio."
    },
    {
      "nome": "Rênio",
      "resumo": "O rênio é um elemento químico com símbolo Re e número atômico 75. É um metal de transição de cor prateada-branca, pesado, da terceira linha da tabela periódica do grupo 7. Com uma concentração média estimada de 1 parte por bilhão (ppb), o rênio é um dos elementos mais raros na crosta terrestre."
    },
    {
      "nome": "Ósmio",
      "resumo": "O ósmio (do grego osme (ὀσμή) significando \"cheiro\") é um elemento químico com símbolo Os e número atômico 76. É um metal de transição duro e quebradiço, de cor azulada-branca do grupo da platina que é encontrado como um elemento traço em ligas, principalmente em minérios de platina. O ósmio é o elemento mais denso que ocorre naturalmente, com uma densidade de 22,59 g/cm3."
    },
    {
      "nome": "Irídio",
      "resumo": "O irídio é um elemento químico com símbolo Ir e número atômico 77. Um metal de transição muito duro, quebradiço, de cor prateada-branca do grupo da platina, o irídio geralmente é creditado como sendo o segundo elemento mais denso (apÓs o ósmio) com base na densidade medida, embora cálculos envolvendo as redes espaciais dos elementos mostrem que o irídio é mais denso. É também o metal mais resistente à corrosão, mesmo a temperaturas de até 2000 °C. Embora apenas certos sais fundidos e halogênios sejam corrosivos para o irídio sólido, o pó de irídio finamente dividido é muito mais reativo e pode ser inflamável."
    },
    {
      "nome": "Platina",
      "resumo": "A platina é um elemento químico com símbolo Pt e número atômico 78. É um metal de transição denso, maleável, dúctil, altamente não reativo, precioso, de cor cinza-branca. Seu nome é derivado do termo espanhol platina, que é literalmente traduzido como \"pequena prata\"."
    },
    {
      "nome": "Ouro",
      "resumo": "O ouro é um elemento químico com símbolo Au (do latim: aurum) e número atômico 79. Em sua forma mais pura, é um metal denso, macio, maleável e dúctil, de cor amarelo brilhante, levemente avermelhado. Quimicamente, o ouro é um metal de transição e um elemento do grupo 11."
    },
    {
      "nome": "Mercúrio",
      "resumo": "O mercúrio é um elemento químico com símbolo Hg e número atômico 80. É comumente conhecido como mercúrio e antigamente era nomeado hidrargirum (/haɪˈdrɑːrdʒərəm/). Um elemento pesado de cor prateada do bloco d, o mercúrio é o único elemento metálico que é líquido em condições padrão de temperatura e pressão; o único outro elemento que é líquido nessas condições é o bromo, embora metais como césio, gálio e rubídio derretam pouco acima da temperatura ambiente."
    },
    {
      "nome": "Tálio",
      "resumo": "O tálio é um elemento químico com símbolo Tl e número atômico 81. Este metal pós-transição macio e cinza não é encontrado livre na natureza. Quando isolado, ele se assemelha ao estanho, mas descolora-se quando exposto ao ar."
    },
    {
      "nome": "Chumbo",
      "resumo": "O chumbo (/lɛd/) é um elemento químico do grupo do carbono com símbolo Pb (do latim: plumbum) e número atômico 82. O chumbo é um metal macio, maleável e pesado pós-transição. O chumbo metálico tem uma cor branco-azulada após ser cortado recentemente, mas logo oxida para uma cor cinza-opaca quando exposto ao ar."
    },
    {
      "nome": "Bismuto",
      "resumo": "O bismuto é um elemento químico com símbolo Bi e número atômico 83. O bismuto, um metal pós-transição pentavalente, é quimicamente semelhante ao arsênio e ao antimônio. O bismuto elemental pode ocorrer naturalmente, embora suas formas de sulfeto e óxido sejam minérios comerciais importantes."
    },
    {
      "nome": "Polônio",
      "resumo": "O polônio é um elemento químico com símbolo Po e número atômico 84, descoberto em 1898 por Marie Curie e Pierre Curie. Um elemento raro e altamente radioativo sem isótopos estáveis, o polônio é quimicamente semelhante ao bismuto e ao telúrio, e ocorre em minérios de urânio. As aplicações do polônio são escassas."
    },
    {
      "nome": "Astato",
      "resumo": "O astato é um elemento químico radioativo e muito raro com o símbolo químico At e número atômico 85. Ocorre na Terra como o produto de decaimento de vários elementos mais pesados. Todos os seus isótopos são de vida curta; o mais estável é o astato-210, com uma meia-vida de 8,1 horas."
    },
    {
      "nome": "Radônio",
      "resumo": "O radônio é um elemento químico com símbolo Rn e número atômico 86. É um gás nobre radioativo, incolor, inodoro e insípido, ocorrendo naturalmente como um produto de decaimento do rádio. Seu isótopo mais estável, o 222Rn, tem uma meia-vida de 3,8 dias."
    },
    {
      "nome": "Francium",
      "resumo": "O francio é um elemento químico com símbolo Fr e número atômico 87. Antigamente era conhecido como eka-césio e actínio K. É o segundo elemento menos eletronegativo, atrás apenas do césio. O francio é um metal altamente radioativo que decai em astato, rádio e radônio."
    },
    {
      "nome": "Rádio",
      "resumo": "O rádio é um elemento químico com símbolo Ra e número atômico 88. É o sexto elemento no grupo 2 da tabela periódica, também conhecido como metais alcalino-terrosos. O rádio puro é quase incolor, mas combina-se prontamente com nitrogênio (em vez de oxigênio) quando exposto ao ar, formando uma camada superficial preta de nitreto de rádio (Ra3N2)."
    },
    {
      "nome": "Actínio",
      "resumo": "O actínio é um elemento químico radioativo com símbolo Ac (não deve ser confundido com a abreviação de um grupo acetilo) e número atômico 89, descoberto em 1899. Foi o primeiro elemento radioativo não primordial a ser isolado. O polônio, rádio e radônio foram observados antes do actínio, mas não foram isolados até 1902."
    },
    {
      "nome": "Tório",
      "resumo": "O tório é um elemento químico com símbolo Th e número atômico 90. Um metal actinídio radioativo, o tório é um dos apenas dois elementos radioativos significativos que ainda ocorrem naturalmente em grandes quantidades como elemento primordial (o outro é o urânio). Foi descoberto em 1828 pelo reverendo norueguês e mineralogista amador Morten Thrane Esmark e identificado pelo químico sueco Jöns Jakob Berzelius, que o nomeou após Thor, o deus nórdico do trovão."
    },
    {
      "nome": "Protactínio",
      "resumo": "O protactínio é um elemento químico com símbolo Pa e número atômico 91. É um metal denso e cinza-prateado que reage prontamente com oxigênio, vapor d'água e ácidos inorgânicos. Forma vários compostos químicos onde o protactínio geralmente está presente no estado de oxidação +5, mas também pode assumir estados +4 e até +2 ou +3."
    },
    {
      "nome": "Uranio",
      "resumo": "O urânio é um elemento químico com símbolo U e número atômico 92. É um metal cinza-prateado na série dos actinídios da tabela periódica. Um átomo de urânio tem 92 prótons e 92 elétrons, dos quais 6 são elétrons de valência."
    },
    {
      "nome": "Neptúnio",
      "resumo": "O neptúnio é um elemento químico com símbolo Np e número atômico 93. Um metal actinídio radioativo, o neptúnio é o primeiro elemento transurânico. Sua posição na tabela periódica logo após o urânio, nomeado após o planeta Urano, levou ao seu nome ser derivado de Netuno, o próximo planeta além de Urano."
    },
    {
      "nome": "Plutônio",
      "resumo": "O plutônio é um elemento químico radioativo transurânico com símbolo Pu e número atômico 94. É um metal actinídio de aparência cinza-prateada que oxida quando exposto ao ar, formando uma camada opaca quando oxidado. A composição do plutônio normalmente exibe seis alótropos e quatro estados de oxidação."
    },
    {
      "nome": "Amerício",
      "resumo": "O amerício é um elemento químico transurânico radioativo com símbolo Am e número atômico 95. Este membro da série dos actinídios está localizado na tabela periódica sob o elemento lantano, europio, e, assim, por analogia, foi nomeado em homenagem às Américas. O amerício foi produzido pela primeira vez em 1944 pelo grupo de Glenn T. Seaborg, em Berkeley, California, no laboratório metalúrgico da Universidade de Chicago."
    },
    {
      "nome": "Cúrio",
      "resumo": "O cúrio é um elemento químico radioativo transurânico com símbolo Cm e número atômico 96. Este elemento da série dos actinídios foi nomeado em homenagem a Marie e Pierre Curie – ambos foram conhecidos por sua pesquisa sobre radioatividade. O cúrio foi primeiramente produzido e identificado intencionalmente em julho de 1944 pelo grupo de Glenn T. Seaborg na Universidade da Califórnia, Berkeley."
    },
    {
      "nome": "Berkélio",
      "resumo": "O berquelio é um elemento químico radioativo transurânico com símbolo Bk e número atômico 97. É um membro da série dos actinídios e transurânicos. É nomeado após a cidade de Berkeley, Califórnia, o local do laboratório de radiação da Universidade da Califórnia, onde foi descoberto em dezembro de 1949."
    },
    {
      "nome": "Califórnio",
      "resumo": "O califórnio é um elemento químico metálico radioativo com símbolo Cf e número atômico 98. O elemento foi produzido pela primeira vez em 1950 no laboratório de radiação da Universidade da Califórnia, em Berkeley, bombardeando cúrio com partículas alfa (íons de hélio-4). É um elemento actinídio, o sexto elemento transurânico a ser sintetizado, e possui a segunda maior massa atômica de todos os elementos que foram produzidos em quantidades suficientemente grandes para serem vistos a olho nu (depois do einsteinium)."
    },
    {
      "nome": "Einsteínio",
      "resumo": "O einsteínio é um elemento sintético com símbolo Es e número atômico 99. É o sétimo elemento transurânico e um actinídio. O einsteínio foi descoberto como um componente dos destroços da primeira explosão de bomba de hidrogênio em 1952 e nomeado em homenagem a Albert Einstein."
    },
    {
      "nome": "Férmio",
      "resumo": "O férmio é um elemento sintético com símbolo Fm e número atômico 100. É um membro da série dos actinídios. É o elemento mais pesado que pode ser formado por bombardeamento de nêutrons de elementos mais leves, e portanto, o último elemento que pode ser preparado em quantidades macroscópicas, embora o metal férmio puro ainda não tenha sido preparado."
    },
    {
      "nome": "Mendelevium",
      "resumo": "O mendelevium é um elemento sintético com símbolo Md (anteriormente Mv) e número atômico 101. Um elemento metálico radioativo transurânico na série dos actinídios, é o primeiro elemento que atualmente não pode ser produzido em quantidades macroscópicas através do bombardeamento de nêutrons de elementos mais leves. É o antepenúltimo actinídio e o nono elemento transurânico."
    },
    {
      "nome": "Nobelium",
      "resumo": "O nobelium é um elemento químico sintético com símbolo No e número atômico 102. É nomeado em homenagem a Alfred Nobel, o inventor da dinamite e benfeitor da ciência. Um metal radioativo, é o décimo elemento transurânico e é o penúltimo membro da série dos actinídios."
    },
    {
      "nome": "Lawrencium",
      "resumo": "O lawrencium é um elemento químico sintético com símbolo Lr (anteriormente Lw) e número atômico 103. É nomeado em homenagem a Ernest Lawrence, inventor do ciclotron, um dispositivo usado para descobrir muitos elementos radioativos artificiais. Um metal radioativo, o lawrencium é o décimo primeiro elemento transurânico e também é o último membro da série dos actinídios."
    },
    {
      "nome": "Rutherfordium",
      "resumo": "O rutherfordium é um elemento químico com símbolo Rf e número atômico 104, nomeado em homenagem ao físico Ernest Rutherford. É um elemento sintético (um elemento que pode ser criado em laboratório, mas não encontrado na natureza) e radioativo; o isótopo mais estável conhecido, 267Rf, tem uma meia-vida de aproximadamente 1,3 horas. Na tabela periódica dos elementos, é um elemento de bloco d e o segundo dos elementos de transição da quarta linha."
    },
    {
      "nome": "Dubnium",
      "resumo": "O dubnium é um elemento químico com símbolo Db e número atômico 105. É nomeado após a cidade de Dubna na Rússia (ao norte de Moscou), onde foi produzido pela primeira vez. É um elemento sintético (um elemento que pode ser criado em laboratório, mas não encontrado na natureza) e radioativo; o isótopo mais estável conhecido, dubnium-268, tem uma meia-vida de aproximadamente 28 horas."
    },
    {
      "nome": "Seaborgium",
      "resumo": "O seaborgium é um elemento sintético com símbolo Sg e número atômico 106. Seu isótopo mais estável 271Sg tem uma meia-vida de 1,9 minutos. Um isótopo descoberto mais recentemente, 269Sg, pode ter uma meia-vida ligeiramente mais longa (ca."
    },
    {
      "nome": "Bóhrio",
      "resumo": "O bóhrio é um elemento químico com símbolo Bh e número atômico 107. É nomeado em homenagem ao físico dinamarquês Niels Bohr. É um elemento sintético (um elemento que pode ser criado em laboratório, mas não encontrado na natureza) e radioativo; o isótopo mais estável conhecido, 270Bh, tem uma meia-vida de aproximadamente 61 segundos."
    },
    {
      "nome": "Hássio",
      "resumo": "O hássio é um elemento químico com símbolo Hs e número atômico 108, nomeado após o estado alemão de Hesse. É um elemento sintético (um elemento que pode ser criado em laboratório, mas não encontrado na natureza) e radioativo; o isótopo mais estável conhecido, 269Hs, tem uma meia-vida de aproximadamente 9,7 segundos, embora um estado metastável não confirmado, 277mHs, possa ter uma meia-vida mais longa de cerca de 130 segundos. Mais de 100 átomos de hássio foram sintetizados até hoje."
    },
    {
      "nome": "Meitnerium",
      "resumo": "O meitnerium é um elemento químico com símbolo Mt e número atômico 109. É um elemento sintético altamente radioativo (um elemento não encontrado na natureza que pode ser criado em laboratório). O isótopo mais estável conhecido, meitnerium-278, tem uma meia-vida de 7,6 segundos."
    },
    {
      "nome": "Darmstádio",
      "resumo": "O darmstádio é um elemento químico com símbolo Ds e número atômico 110. É um elemento sintético altamente radioativo. O isótopo mais estável conhecido, darmstádio-281, tem uma meia-vida de aproximadamente 10 segundos."
    },
    {
      "nome": "Roentgênio",
      "resumo": "O roentgênio é um elemento químico com símbolo Rg e número atômico 111. É um elemento sintético altamente radioativo (um elemento que pode ser criado em laboratório, mas não encontrado na natureza); o isótopo mais estável conhecido, roentgênio-282, tem uma meia-vida de 2,1 minutos. O roentgênio foi criado pela primeira vez em 1994 pelo GSI Helmholtz Centre for Heavy Ion Research perto de Darmstadt, Alemanha."
    },
    {
      "nome": "Copernício",
      "resumo": "O copernício é um elemento químico com símbolo Cn e número atômico 112. É um elemento sintético altamente radioativo que pode ser criado apenas em laboratório. O isótopo mais estável conhecido, copernício-285, tem uma meia-vida de aproximadamente 29 segundos, mas é possível que este isótopo de copernício tenha um isômero nuclear com uma meia-vida mais longa, de 8,9 minutos."
    },
    {
      "nome": "Nihônio",
      "resumo": "O nihônio é um elemento químico com número atômico 113. Tem símbolo Nh. É um elemento sintético (um elemento que pode ser criado em laboratório, mas não encontrado na natureza) e é extremamente radioativo; seu isótopo mais estável conhecido, nihônio-286, tem uma meia-vida de 20 segundos."
    },
    {
      "nome": "Fleróvio",
      "resumo": "O fleróvio é um elemento químico artificial superpesado com símbolo Fl e número atômico 114. É um elemento sintético extremamente radioativo. O elemento é nomeado em homenagem ao Flerov Laboratory of Nuclear Reactions do Joint Institute for Nuclear Research em Dubna, Rússia, onde foi descoberto em 1998."
    },
    {
      "nome": "Moscovium",
      "resumo": "O moscovium é o nome de um elemento sintético superpesado na tabela periódica que tem símbolo Mc e número atômico 115. É um elemento extremamente radioativo; seu isótopo mais estável conhecido, moscovium-289, tem uma meia-vida de apenas 220 milissegundos. Também é conhecido como eka-bismuto ou simplesmente elemento 115."
    },
    {
      "nome": "Livermório",
      "resumo": "O livermório é um elemento sintético superpesado com símbolo Lv e número atômico 116. É um elemento extremamente radioativo que foi criado apenas em laboratório e não foi observado na natureza. O elemento é nomeado em homenagem ao Lawrence Livermore National Laboratory nos Estados Unidos, que colaborou com o Joint Institute for Nuclear Research em Dubna, Rússia, para descobrir o livermório em 2000."
    },
    {
      "nome": "Tennessine",
      "resumo": "O tennessine é um elemento químico artificial superpesado com um número atômico de 117 e um símbolo Ts. Também conhecido como eka-astato ou elemento 117, é o segundo elemento mais pesado conhecido e o penúltimo elemento do 7º período da tabela periódica. A partir de 2016, quinze átomos de tennessina foram observados: seis quando foi sintetizado pela primeira vez em 2010, sete em 2012 e dois em 2014."
    },
    {
      "nome": "Oganessônio",
      "resumo": "O oganessônio é o nome da IUPAC para o elemento transactinídeo com o número atômico 118 e símbolo de elemento Og. Também conhecido como eka-radon ou elemento 118, e na tabela periódica dos elementos é um elemento de bloco p e o último do 7º período. Oganessônio é atualmente o único membro sintético do grupo 18."
    }
  ]